{
    "SetName": "Cerberus Truth Or Dare",

    "SetBy": "Cerberus",

    "Truths": [
        "What's your biggest fear? Anyone who also has this fear must drink",
        "What's your biggest fantasy? Anyone who finds this weird must drink",
        "Why do you play VRC?",
        "Do you have any fetishes? Anyone with the same fetish drinks",
        "Pineapple on pizza?"
        "What's something you're glad your family doesn't know about you?",
        "What's your relationship dealbreaker?",
        "What are your thoughts on polyamory?",
        "What's the WORST intimate experience you've ever had? If its with someone here, drink with them",
        "What's the BEST intimate experience you've ever had? If its with someone here, drink with them"
        "Who would you like to kiss in this room? Make them drink",
        "Have you ever said something you regret about someone in this room? Say it out loud or take a drink",
        "Where's the weirdest place you've had sex? Anyone whos also had sex here must drink",
        "Why did your last relationship break down?",
        "What's your biggest turn on?"
        "What gives you the ick?",
        "If you could swap bodies with anyone in the room for a day, who would it be and why? Make them drink as you explain",
        "What was your first impression of the person sitting to your right?",
        "Who in this room would be the worst person to date? Make them drink while you explain why",
        "Have you ever had a sex dream about one of your friends? Either share who or take 2 drinks"
        "Have you ever accidentally sent a sext to the wrong person?",
        "Have you ever faked an orgasm?",
        "Who in this room would you want a threesome with? All three of you take a drink together",
        "Do you have any fetishes?",
        "What is the biggest misconception surrounding you? Anyone who thinks this is true must take a drink",
        "Do you want kids? Why or why not?",
        "When was the last time you cried?",
        "Have you ever knowingly passed along false information about someone else? If they are here take a drink",
        "How do you personally define love?",
        "How would you propose?",
        "Who here would you choose to be your bridesmaids/groomsmen? Make them drink",
        "What’s the worst thing you’d do if you could become invisible?",
        "Who would you call in the room to help bury a body? Take a drink with them",
        "Who is the most surprising person in the group to ever slide into your DMs? If they are here call them out and make them drink",
        "Marry, Fuck, Kill? All of you must take a drink",
        "Have you cyberstalked anyone? If they are in this room take a drink",
        "Does size really matter? If so how much is too small / big?",
        "What do you like to be called while having sex? Anyone who agrees must drink",
        "Would you rather have a time machine or a teleporter? Anyone who agrees must drink",
        "Would you rather go without shampoo for the rest of your life or toothpaste for the rest of your life?",
        "Lose all of the money you’ve earned this year or lose all of the memories you’ve gained this year?",
        "Know the date of your death or the cause of your death? Anyone who agrees must drink",
        "Find a dead body or be a witness to a deadly assault? Anyone who agrees must drink",
        "Do you own a Lovense? Anyone who does take a drink.. Fucking degenerates",
        "Drink if you've ever used a sex toy in VR",
        "What is the strangest place you've had sex, if anyone else has had sex there too take a drink",
        "How much money have you spent on Avi's. if its more than 200 chug for 5 seconds",
        "In what order is most fuckable to least fuckable (out of the group playing)",
        "Admit what you last got off to was if anyone else did too cheers",
        "Pick two people who would make good parents",
        "Is there anyone here you would date if given the chance?",
        "Who in this room would you kidnap?",
    ],
    "Player_Truths": [
        "What is your opinion of <player>?",
        "What do you like about <player>'s avatar?",
        "What are your thoughts about <player>'s voice?",
        "Are you friends with <player>?",
        "Name one thing you would want to do with <player>.",
        "Does <player> have phantom sense? if yes give out a drink",
        "Is <player> a dirty mirror dweller? if yes give out a drink",
        "Would <player> make a good pornstar?",
        "Would <player> survive in a zombie apocalypse make them drink while you explain",
        "Change your status to just fucked <player>. Meh.",
        "What is the most attractive thing about <player>?",
        "Would you fuck <player> to save <player>?",
        "Fuck , marry, kill,  cheat,  <player> , <player>, <player>, <player>.",
        "What is your opinion of <player>?",
    ],
    "Dares": [
        "Mute yourself until next turn.",
        "Change to your least favorite avatar.",
        "Pick a player to roll a dare on their next turn.",
        "Post the latest image you have saved.",
        "Drink a glass of water.",
        "Meow every time someone says your name until your next turn",
        "Say the pledge of allegiance or take 5",
        "Wear a diffrent gender avatar untill your next turn",
        "Invite the 10th person on your friends list, give a drink if they accept",
        "Give a drink for every person you have added on lovense",
        "Take a drink for every sex toy you own",
        "Take a drink for how many Ex's you have irl and online",
        "Sell <player> to the room if someone will buy them give 5 if no one will take 5",
        "End every sentence with Mommy, Daddy, Sir or Mistress untill your next turn",
        "Message someone you don't like "I miss you"",
    ],
    "Player_Dares": [
        "Poke <player>'s nose.",
        "Sit next to <player>.",
        "Change your status to "<Ex's name> was right"",
        "Change your status to "<name> is better than <name>"",
        "<player> Bark. Right now. You wont",
        "Imitate the <player> to your right",
        "You are now <players> pet obey them untill your next turn",
    ]
}
